// 案(事)件信息
const info1 = () => {
    return [
        {
            label: '案件编号',
            text: '11111111111111111111'
        },
        {
            label: '现勘编号',
            text: '11111111111111111111'
        },
        {
            label: '案件名称',
            text: '11111111111111111111'
        },
        {
            label: '案件类型',
            text: '11111111111111111111'
        },
        {
            label: '案件性质',
            text: '11111111111111111111'
        },
        {
            label: '案发日期',
            text: '11111111111111111111'
        },
        {
            label: '案发地点',
            text: '11111111111111111111'
        },
        {
            label: '简要案情',
            text: '11111111111111111111'
        },
    ]
}

// 委托信息
const info2 = () => {
    return [
        {
            label: '鉴定编号',
            text: '11111111111111111111'
        },
        {
            label: '委托编号',
            text: '11111111111111111111'
        },
        {
            label: '委托次数',
            text: '11111111111111111111'
        },
        {
            label: '鉴定专业',
            text: '11111111111111111111'
        },
        {
            label: '鉴定要求',
            text: '11111111111111111111'
        },
        {
            label: '送检人',
            text: '11111111111111111111'
        },
        {
            label: '受理人',
            text: '11111111111111111111'
        },
        {
            label: '检验人',
            text: '11111111111111111111'
        },
    ]
}

// 文书经办人
const info3 = () => {
    return [
        {
            label: '制作人',
            text: '11111111111111111111'
        },
        {
            label: '审核人',
            text: '11111111111111111111'
        },
        {
            label: '审批人',
            text: '11111111111111111111'
        },
        {
            label: '签发人',
            text: '11111111111111111111'
        },
    ]
}

export const caseInfo = () => {
    return [
        { title: '案(事)件信息', data: info1() },
        { title: '委托信息', data: info2() },
        { title: '文书经办人', data: info3() },
    ]
}
